export const childWeeks = [
  {
    objectId: "632afbb3cfc8af790e67108f",
    weekNumber: 1,
    weight: "-",
    height: "-",
    description: "فولیکول‌ها در حال تکامل‌اند ",
    additionalDescription:
      "هنوز جنینی وجود نداره و بدنت داره برای تخمک‌گذاری آماده میشه. تخمک بزرگ‌ترین سلول بدنته و در ابتدای هر دوره بالغ میشه تا هنگام تخمک‌گذاری آزاد بشه. الان تو فاز فولیکولار هستی که شروعش هم‌زمان با شروع پریودته. در ابتدا هورمون FSH باعث میشه فولیکول‌های نابالغ زیادی برای تخمک‌گذاری آماده بشن. اما در روزهای ۵ الی ۷ دوره‌ات، فقط یکی از تخمک‌ها از بقیه بالغ‌تر میشه و استروژن تولید میکنه و منتظر تخمک‌گذاری میشه. بارداری سالم به سلامت تخمک و اسپرم بستگی داره که هر کدوم ۲۳ کروموزوم دارن که شامل اطلاعات ژنتیکی شما و همسرتونه که در طول لقاح با هم آمیخته میشن.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/VDQHZzqPmEKJdfnxfD6ywuBMlomyG8Wf39wQt4LkJ3tFUPHOzwjhURqesu3y.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-09-21T11:55:31.813Z",
    updatedAt: "2022-10-25T08:45:43.787Z",
  },
  {
    objectId: "632afc32fcaf6c7892a935fe",
    weekNumber: 2,
    weight: "-",
    height: "-",
    description: "تخمک‌گذاری اتفاق افتاده ",
    additionalDescription:
      "تو این هفته احتمال باردار شدنت بالاتره. به محض این که اسپرم، تخمک رو بارور کنه، کروموزوم‌های هر دو با هم ترکیب میشن تا ژن‌های منحصربفرد نوزادت رو تشکیل بدن. حتی در روزهای اول بارداری، جنسیت و ویژگی‌های ژنتیکی نوزاد مشخص شدن. تخمک و اسپرم آمیخته شده، زیگوت نامیده میشه. مثل یه نقشه ساختمون که کم‌کم توسط سازنده ساخته میشه، زیگوت هم تا انتهای بارداری تبدیل به نوزادت میشه. تا ۲۴ ساعت بعد از لقاح، تخمک بارور شده شروع به تقسیم شدن به سلول‌های متعدد میکنه و در مجرای رحم حرکت میکنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/lUOHqZmc5EwUBzbBS87mD7CAggo0dRRE0CpQxGcoRleTaai0pzD7WWJebmRs.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-09-21T11:57:38.188Z",
    updatedAt: "2022-10-25T08:48:06.812Z",
  },
  {
    objectId: "63317768af313e3dadd78928",
    weekNumber: 3,
    weight: "-",
    height: "0.1mm",
    description: "لقاح تخمک و اسپرم و لانه‌گزینی جنین در رحم مادر اتفاق افتاده",
    additionalDescription:
      "تو این هفته لانه‌گزینی اتفاق میفته. یعنی بعد از بارداری، تخمک بارور شده (زیگوت) با تقسیم سلولی بزرگ میشه و در مجرای رحم به سمت رحم حرکت میکنه. حدود ۶ الی ۸ روز بعد از بارداری، درست در شروع این هفته از بارداری، تخمک بارور شده بلاستوسیست نام داره که به لایه‌های متعددی تقسیم میشه. داخلی‌ترین لایه، جنین رو شکل میده و خارجی‌ترین لایه جفت رو شکل میده. زمانی که بلاستوسیست در اندومتریوم قرار میگیره، شروع به ترشح هورمون HCG(Human Chorionic Gonadotropin) میکنه که همون ماده‌اییه که تو تست‌های بارداری شناسایی میشه. همین هورمونه که باعث علائم بارداری مثل حالت تهوع میشه. این هورمون باعث ترشح استروژن و پروژسترون میشه و فرآیند تخمک‌گذاری رو متوقف میکنه. از همین جا تا آخر دوران بارداری، چرخه پریودت متوقف میشه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/jHaYaF6EAyaoLnUfIdfdbfgaml6nrj055DjrMylUSH4AanFOIFbPJFXj5OMe.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-09-26T09:56:56.081Z",
    updatedAt: "2022-10-25T09:16:45.619Z",
  },
  {
    objectId: "6341d885772dde7fd4c39059",
    weekNumber: 4,
    weight: "-",
    height: "0.15 ~ 0.2mm",
    description: "کیسه آب تشکیل شده",
    additionalDescription:
      "در طول این فاز مهم، جنین در پوشش داخلی رحم جاگیر میشه و برای مرحله جنینی آماده میشه. بعضی از سلول‌ها شروع به شکل‌دهی جنین و ارگان‌های آینده بدن نوزاد می‌کنند. سلول‌های دیگه هم جفت و کیسه آب رو تشکیل میدن که جنین توش رشد میکنه.   ",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/zfo97Mg0DEEDabneJyXbLeEw1H4JLYBndUNwSyBnIGI6xzzLsgtTgBlFADtu.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-08T20:07:33.994Z",
    updatedAt: "2022-10-25T09:17:10.093Z",
  },
  {
    objectId: "6346c3bf2469487fea8be260",
    weekNumber: 5,
    weight: "-",
    height: "1.5 ~ 2.5mm",
    description: "رویانی - تکامل اولیه قلب جنین - تکامل کیسه آب",
    additionalDescription:
      "تو این هفته از بارداری تغییرات بدن هنوز نامحسوسه و جنین خیلی کوچیکه اما سریع رشد میکنه و ساختارهای زیادی شروع به شکل‌گیری میکنن. جفت، کیسه آب و بند ناف همچنان در حال تکامل هستن و جنین با کیسه زرده احاطه شده و تغذیه میشه. تو این مرحله جنین از سه لایه تشکیل شده که در ماه‌های اتی تکمیل میشن و ارگان‌های بدن نوزاد رو میسازن. جزو اولین بخش‌هایی که در جنین رشد میکنه، سیستم عصبیه. مصرف روزانه فولیک اسید به شکل‌گیری سالم این سیستم کمک میکنه. قلب جنین هم شروع به شکل‌گیری میکنه و تو هفته های بعدی کامل میشه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/A76lcpcw4Q6TfTS506EMvesoWpsNWCK6xKXhMB5iBQSNjeL3XJZw1BFz5UeX.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-12T13:40:15.886Z",
    updatedAt: "2022-10-25T09:17:28.376Z",
  },
  {
    objectId: "634e8388ebd5131fbca5a329",
    weekNumber: 6,
    weight: "1.9 ~ 2.5g",
    height: "0.2 ~ 0.4cm",
    description: "جوانه جنینی بیشتر قابل رویت میشود- ضربان قلب در حال تکامله",
    additionalDescription:
      "تو این هفته اندازه جنین نسبت به هفته قبل حدودا دو برابر شده و تا آخر هفته هم دو برابر میشه. چروک‌های روی سر، کم‌کم صورت رو شکل میدن و با وجود این که شبیه بچه قورباغه است اما فک، چانه و گونه‌ها شروع به شکل‌گیری میکنن. تا تکامل جنین چند ماه مونده اما ویژگی‌های صورت مشخص میشن. قلب جنین شروع به تپیدن میکنه و با کامل‌تر شدنش، سرعت تپیدنش هم بالاتر میره. گوش‌ها شروع به شکل‌گیری میکنن، هر چند الان بیشتر شبیه حفره هستن. دو تا نقطه تیره هم جایی که قراره چشم شکل بگیره رو مشخص میکنن. بقیه اندام‌های حیاتی شامل شش‌ها، کلیه، غدد هیپوفیز، روده‌ها و کبد شروع به شکل‌گیری میکنن. ",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/b5RbKwADR5UMWxdShk3LaofsX6i57pppUjoUfM0gGKY1Tr2464mehWu6biMV.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:44:24.249Z",
    updatedAt: "2022-10-25T09:17:48.256Z",
  },
  {
    objectId: "634e842e7947ee1fe8c8b5f4",
    weekNumber: 7,
    weight: "2.6 ~ 3.2g",
    height: "0.4 ~ 0.5cm",
    description:
      "اندام‌های جنین مثل چشم بینی و گوش قلب، کلیه، کبد، ریه و روده ها در حال رشد هستن. جنین از طریق بندناف به شما متصله و از این طریق تغذیه و دفع مواد زائد رو انجام میده. ",
    additionalDescription:
      "اندازه جنین تو این هفته نسبت به هفته گذشته دو برابر شده. رشد بسیار سریع مغز جنین در این مرحله اتفاق میفته و به همین علت قسمت سر جنین نسبت به تنه بزرگ‌تر میشه. تو این هفته تکامل چشم‌ها،‌ گوش‌ها اتفاق میفته و بینی جنین و عدسی چشم‌ها و پلک‌ها در حال تشکیل هستند. دست‌ها و پاها به صورت جوانه‌های کوچک از اندام‌ها به رشد ادامه میدن. در این مرحله هنوز حالت غضروفی دارند. جنین تو این مرحله یک دنباله‌چه یا دم کوچک داره مه با ادامه رشد در مرحله‌های بعدی کوچک‌تر میشه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/f7m5cfmBZRLzG1Dy9DHGUjg2Xks7We8jpEtEGvqKjlzevxjhVgtmIMNeFR6p.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:47:10.436Z",
    updatedAt: "2022-11-06T12:36:34.432Z",
  },
  {
    objectId: "634e8566a6c5311f523fb83d",
    weekNumber: 8,
    weight: "3.3 ~ 4.0g",
    height: "1.4 ~ 2.0cm",
    description: "تکامل اعضای داخلی و اندام‌ها (‌دست و پاها)",
    additionalDescription:
      "بسیاری از ارگان‌های داخلی و اندام‌ها تو این هفته در حال رشد و تکامل هستند. جنین از یک زرده تغذیه می‌کنه و در مراحل بعدی مسوولیت تغذیه جنین با جفت است. در این مرحله سر جنین هم‌چنان بزرگ‌تره و دست‌ها از پاها بلندتر هستند. پاها به رشد ادامه میدن ولی برای مجزا کردن قسمت‌های مختلف آن از جمله زانو و مچ پا هنوز زوده.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/18Rb8Sx193jVvWrrNVwBK9GqpZeDoZGtqdJB6NOZkn9EVl7ZZh3cVXEm2UWX.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:52:22.176Z",
    updatedAt: "2022-11-06T12:36:59.008Z",
  },
  {
    objectId: "634e85b0fa80e8201eb93df0",
    weekNumber: 9,
    weight: "4.2 ~ 6.0g",
    height: "2.2 ~ 3.0cm",
    description: "تکامل چهار حفره‌ای قلب (دهلیزها و بتن‌ها) تشکیل انگشتان",
    additionalDescription:
      "تو این هفته وارد ماه سوم بارداری میشی و کنین کم‌کم داره شکل مشخصی پیدا میکنه و جفت در حال تکامله. جفت شروع به ترشح پروزسترون میکنه و در ادامه مواد مغزی لازم برای جنین رو فراهم میکنه. اندازه جنین حدود ۲.۳ سانتی‌متره و تقریبا به اندازه یک زیتونه. روده‌های جنین در حال رشد و تکامل سریع هستند.  قلب چهار حفره‌ای تکامل پیدا میکنه. صورت کم‌کم تکامل بیشتری پیدا می‌کنه. گوش‌ها هم تکامل یافته ‌تر میشن ولی هنوز شنوایی ایجاد نشده. تکامل عضلات و مفاصل شروع میشه و دنباله‌چه یا دم جنین از بین میره. انگشت‌ها بلندتر میشن و میتونی تو سونوگرافی حرکت جنین رو ببینی. ولی فعلا حرکت جنین رو حس نمی‌کنی و اگه اولین بارداری‌ات باشه، حرکات جنین رو تو هفته‌های ۱۸ تا ۲۰ حس می‌کنی. اندام تناسلی جنین تو این هفته در حال شکل‌گیری بیشتره و داره تکامل پیدا میکنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/ObqrtfDzPg7iuKExoPu7Ztf83ePy9KPIJguUinJd0ZgBJmgS6wvtPvRWThxp.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:53:36.091Z",
    updatedAt: "2022-11-06T12:48:30.394Z",
  },
  {
    objectId: "634e85f9ebd5131fbca5a408",
    weekNumber: 10,
    weight: "7.0 ~ 10.0g",
    height: "3.1 ~ 4.2cm",
    description:
      "تشکیل اولیه تمامی ارگان‌‌ها و تکامل بیشتر جفت\nتکامل سلول‌های عصبی",
    additionalDescription:
      "تا این هفته بسیاری از ارگان‌های حیاتی شروع به رشد کردن و سریع تکامل پیدا می‌کنن. جنین قادر به بلع مایع آمنیوتیکه. اندام‌هاش رو حرکت میده و استخوان‌ها و عضلاتش قوی‌تر میشن. تعداد استخوان‌های جنین الان از استخوان‌های شما بیشتره. جنین ۲۷۰ استخوان داره و افراد بالغ ۲۰۶ تا. پوست بسیار ظریف و نازک در جنین تشکیل شده و موهای کرکی بسیار ظریفی بعدا روی پوست رو می‌پوشانند. رشد انگشت‌ها ادامه پیدا میکنه و سرعت رشد دست‌ها از واها بیشتره. جنین تو این مرحله حدودا ۳ سانتی‌متره.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/8lcWgqKEvvtLi4VqdbBb70mOkTP3VzJ0aLPPniPluiKZdwvc7Sfc9EdyYdcY.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:54:49.237Z",
    updatedAt: "2022-11-06T13:09:14.942Z",
  },
  {
    objectId: "634e868bebd5131fbca5a456",
    weekNumber: 11,
    weight: "11.0 ~ 14.0g",
    height: "4.4 ~ 6.0cm",
    description:
      "شروع تنفس اولیه، چشم‌ها نیمه بسته تا بسته هستند.\nروده‌ها در بند ناف قرار دارند.",
    additionalDescription:
      "تو این هفته احتمال خستگی،‌ تهوع و استفراغ و سردرد وجود داره که حدودا تو هفته ۱۴ تا ۱۶ دیگه برطرف میشه. به طور کلی بارداری سه تا دوره سه ماهه داره که سه ماهه اول اون از هفته صفر تا ۱۳ و سه ماهه دوم از هفته ۱۴ تا ۲۷ رو شامل میشه و سه ماهه سوم هم از هفته ۲۸ تا پایان بارداریه. تو این هفته سر جنین هنوز بزرگتر از بقیه بدن و حدود یک سوم کل اندازه جنینه. جفت تقریبا به طور کامل تکامل پیدا کرده و تا هفته ۱۲ تکامل یافته‌تر هم میشه. استخوان‌های صورت کاملا شکل گرفته، دهان، زبان، سقف دهان و جوانه‌های اولیه دندان‌های شیری در حال شکل‌گیری هستن. گوش داخلی در حال تکامله و پلک‌ها هنوز بسته‌اند. انگشتان در حال جدا شدن از هم هستند و هنوز ناخن‌ها تکامل نیافته‌اند. پوست جنین بسیار نازکه و عروق آن کاملا از روی پوستش قابل دیدنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/CU8mofXmKaRebIDRadXpZJdnFVNLsSXp4TcvWOOB8gASPibE3f1641A6hYj2.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:57:15.325Z",
    updatedAt: "2022-11-06T18:38:06.341Z",
  },
  {
    objectId: "634e86d2ebd5131fbca5a45a",
    weekNumber: 12,
    weight: "15.0 ~ 18.0g",
    height: "6.1cm",
    description:
      "ادامه تکامل استخوان‌های جمجمه و ناخن‌های دست، روده‌ها در شکم قرار دارند.",
    additionalDescription:
      "این هفته تی هفته پایانی سه ماهه اول هستی. جنین با تحریک کردن و فشار دادن دیواره خارجی شکمت واکنش نشون میده و حرکت میکنه. با وجود این که جنین حرکت میکنه اما هنوز حرکت‌هاش رو احساس نمی‌کنی. کیسه آب حدودا ۳۰ میلی‌لیتر مایع داره. جفت قادر به تولید خورمون تیروئید برای جنین میشه. به طور کلی جفت میتونه این کارهارو انجام بده:\n- تولید هورمون‌های لازم برای بقای بارداری\n- تغذیه جنین\n- ممانعت از ورود مواد سمی به جنین\n- محافظت از جنین با تولید آنتی بادی و پادتن‌های لازم\n- دفع مواد زائد از بدن جنین\nبرخی از داروهایی که تو این دوران استفاده می‌کنی ممکنه از جفت عبور نکنه و توسط جفت بلوکه بشه تا به جنین آسیبی نرسه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/4HpQyduD6a375QLcJuz7q5qQKfUiLjwxGvHiYU3I4bgKdNjM4KFnICTjr3Yw.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:58:26.346Z",
    updatedAt: "2022-11-08T23:05:12.627Z",
  },
  {
    objectId: "634e872102f4631f2194b4d5",
    weekNumber: 13,
    weight: "19.0 ~ 24.0g",
    height: "6.5 ~ 7.8cm",
    description: "بلع اولیه، ادرار کردن جنین",
    additionalDescription:
      "تو این هفته رشد تنه جنین سریع‌تر میشه و به همین علت بزرگ‌تر بودن سرش نسبت به بدنش نامحسوس‌تر میشه. تخمدان‌ها و بیضه‌های جنین کاملا شکل گرفته و دستگاه تناسلی خارجی‌اش در حال شکل گیریه. احتمال تشخیص جنسیت در این زمان از طریق سونوگرافی وجود داره ولی هنوز صددرصد نیست. کلیه‌ها و مثانه در حال تکامل هستند. جنین اندکی ادار تولید میکنه و کمی دیرتر داخل کیسه آب ریخته میشه. گلبول‌های سفید جنین برای مقابله با عفونت‌ها و گلبول‌های قرمز برای جابجایی اکسیژن به اندام‌هاست.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/XWArCWxrWVk215IO0HDAYZZV5ghoywoqbpP7rmxHrTuXd5lYGmiHGmKJflD3.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T10:59:45.530Z",
    updatedAt: "2022-11-08T23:12:31.206Z",
  },
  {
    objectId: "634e87aa2cbd4c1fb6f57003",
    weekNumber: 14,
    weight: "25.0 ~ 28.0g",
    height: "8.0 ~ 9.3cm",
    description: "شکلک در آوردن، جنسیت از خارج قابل تشخیص است ",
    additionalDescription:
      "موهای نازک کرکی به نام لانوگو سطح بدن جنین رو پوشانده. تو این هفته جنین حرکت میکنه و میتونه بدن خودش رو جمع یا کشیده کنه. سر و گردنش رو حرکت میده. دست و پاهارو حرکت میه و قادر به بلعه و میتونه اجسام رو با دستش بگیره، مثلا بند ناف رو. می‌تونه حالت چهره متفاوت به عضلات صورتش بده. بسیاری از دانشمندان بر این باورند که جنین تو این هفته شروع به شنیدن میکنه. کبد و طحال کم‌کم شروع به فعالیت میکنن. ابروها و پلک‌ها رشد میکنن. تو این هفته جنین به حالت‌های روانی‌ات مثل استرس میتونه واکنش نشون بده و خیلی مهمه که بتونی استرست رو کنترل کنی.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/JMIIJ8nzO89d63uJZkniXRKtGCjzxTC9zqwrXy9SbuqksoGPV6myogQwy13z.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:02:02.543Z",
    updatedAt: "2022-11-08T23:18:42.726Z",
  },
  {
    objectId: "634e8c57fa80e8201eb940ee",
    weekNumber: 15,
    weight: "30.0 ~ 50.0g",
    height: "10.4 ~ 11.4cm",
    description: "- حرکت کردن جنین\n- حس کردن مزه‌ها\n- دختر یا پسر بودن",
    additionalDescription:
      "تو این هفته استخوان‌ها شروع به شکل‌گیری و سخت‌تر شدن می‌کنند و کلسیم قوی‌ترشون میکنه. عضلات و مفاصل قوی‌تر میشن. عضلات گردن طوری قوی‌تر میشن که بتونن حرکات سر جنین رو کنترل کنن. کلیه‌ها و مجاری ادرار تکامل یافته‌اند و ادرار تولید شده اکنون وارد کیسه آب میشه. مثانه هر ۳۰ دقیقه منقبض میشه و به اندازه یک قاشق جای خوری ادرار تخلیه میشه. پوست هم‌چنان بسیار نازک و شفافه طوری که عروق از زیرش دیده میشن. سطخ روی پوست رو موهای نازک کرکی و ماد‌ه‌ای به نام ورنیکس پوشانده تا بتونه از پوست محافظت کنه. جنین میتونه صپات رو بشنوه و با جرکت سرش بهت جواب بده.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/gXUgbzTJxBdD5oENDAO789MC5nlZ7ffK07Xaq6WK0WTyJY22NoPdzG5fQao4.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:21:59.291Z",
    updatedAt: "2022-11-09T08:04:34.640Z",
  },
  {
    objectId: "634e8ca702f4631f2194b786",
    weekNumber: 16,
    weight: "70.0 ~ 150.0g",
    height: "10.8 ~ 11.6cm",
    description: "- رشد سریع\n- الگوی پوست سر\n- قلب در حال فعالیت",
    additionalDescription:
      "تو این هفته جنین میتونه دست‌ها و پاهاش رو حرکت بده و رفلکس‌های جنینی قوی‌تر میشن و جنین حتی میتونه شصت خودش رو بمکه. گوش‌هاش کاملا در جای خودشون قرار میگیرن و مینوه صدات رو شناسایی کنه. حالت‌های چهره به واسطه تکامل و قوی شدن عضلات صورت ایجاد میشن. جنین هنوز چربی زیادی نداره و اندامش خیلی نحیفه. جوانه‌های چشایی‌اش شروع به پیدایش می‌کنن و ناخن‌ها تکامل پیدا می‌کنن و بویایی شکل میگیره. نوزادها پس از تولد بوی مادر خودشون رو و بوی شیر رو تشخیص میدن و این نشانه اینه که تو دوران جنینی با این بوها آشنا شده. علاوه بر این قادر به درک مزه‌های مختلف مثل مزه مایع آمنیوتیک داخل کیسه آب است.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/4uWpGffHXrY4mwUncpmUCCYDbIZf7Aywy3Kg1ls5LQZd5WcRRajzYLR2wnGz.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:23:19.056Z",
    updatedAt: "2022-11-09T08:03:39.448Z",
  },
  {
    objectId: "634e8ce0fa80e8201eb9413b",
    weekNumber: 17,
    weight: "152.0 ~ 172.0g",
    height: "11.0 ~ 12.0cm",
    description: "- رشد استخوان‌ها\n- رشد بند ناف\n- شروع رشد غدد عرق",
    additionalDescription:
      "با توجه به این که جنین تو این هفته‌ها بزرگ‌تر شده، لازمه که جفت هم هم‌زمان با رشد جنین بزرگ‌تر بشه به طوری که تا پایان بارداری وزنش به حدود ۵۰۰ گرم میرسه. بدن جنین در حال ساخت چربی‌های جلدی و زیرپوستی است که به تنظیم دمای بدن کمک می‌کنه. جوانه‌های غدد عرق در سطح داخل پست در حال شکل‌گیری است. البته نوزادان در هفته‌های اول پس از تولد هم‌چنان قادر به تعریق پوستی نیستند. به همین علت قرار دادن نوزاد در دمای مناسب بسیار مهمه. ناخن‌های دست و پا در حال رشد و تکامل بیشتر هستند. در جنین‌های دختر در این زمان، رحم و اندام‌های جنسی داخلی تکامل بیشتری پیدا می‌کنند.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/NIO6ChwL72sH24j37uUL4khBRbP3YNMAuBZeI00Fc93f7RigIcouuAEmzDMm.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:24:16.494Z",
    updatedAt: "2022-11-09T08:28:57.728Z",
  },
  {
    objectId: "634e8d171d562a1f59945b1d",
    weekNumber: 18,
    weight: "176.0 ~ 200.0g",
    height: "12.5 ~ 14.0cm",
    description:
      "- تکامل رشد موقعیت گوش‌ها\n- پیدایش کیسه‌های تنفسی\n- قابل رؤیت بودن اندام تناسلی با وضوح کامل",
    additionalDescription:
      "وزن‌گیری جنین از این هفته به عد بیشتر میشه. جنین تو این مرحله بسیار فعاله. حرکت می‌کنه، حالات چهره مختلف به خودش میگیره، حتی لبخند میزنه. بعضی از مادرها حرکات جنین رو برای اولین بار تو این هفته تجربه می‌کنن که بستگی به وزن و اندازه جنین‌ها هم داره. جنین‌های درشت‌تر حرکاتشون زودتر احساس میشه. احساس حرکت جنین تو این هفته شبیه ضربان‌های ریز و مبهم میمونه و خیلی شبیه به لکد زدن نیست. پوست که تا این مرحله خیلی نازک و شکننده بود، شروع به ضخیم‌تر شدن میکنه و مقدار ماده لزج روی پوست که ورنیکس نامیده میشه، بیشتر میشه و بافت غلیط‌تری هم پیدا میکنه. موهای کرکی(لانوگو) که روی سطح بدن جنین وجود دارند، شروع به ضخیم‌تر شدن می‌کنند.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/U4wRfuAE2ASAZdFkPz7k33rPdsdAGHJCP4NOOc1b47m8Joas1NMAbaErhbYG.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:25:11.358Z",
    updatedAt: "2022-11-09T08:42:06.548Z",
  },
  {
    objectId: "634e8d751627e420188cd8de",
    weekNumber: 19,
    weight: "204.0 ~ 228.0g",
    height: "13.0 ~ 15.0cm",
    description:
      "- رشد حواس\n- تنظیم شدن ابعاد تناسبات بدن\n- ظاهر شدن چربی جنینی روی پوست",
    additionalDescription:
      "اندازه جنین با سرعت داره رشد میکنه و همون‌طور که گفتیم، روی سطح پوست لانوگو و ورنیکس وجود داره و غلیظ‌تر هم میشه تا از پوست محافظت کنه و مانع خشک شدن پوست جنین بشه. این ماده هم‌چنین مسؤول نقل و انتقال چربی‌های لازم به پوست جنین و خروج مواد مضر از آن است. هر قدر نوزاد نارس‌تر متولد بشه، ورنیکس بدنش بیشتر خواهد بود. از نظر سیستم تناسل، تو این هفته از بارداری شاهد تکامل سریعی خواهیم بود، رحم، لوله‌ها و تخمدان‌های جنین که حتی حاوی تخمک هم هستند در حال تکامل‌اند. رشد اندام تناسلی جنین‌های پسر هم در حال شکل‌گیریه و بیضه‌ها هم شکل گرفته‌اند.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/zrFmJThX9sus4LOFOrVsFoOkPx8jxeajEIizU1U1X4zCej6q0a7Ksx01qLe0.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:26:45.368Z",
    updatedAt: "2022-11-09T09:15:50.982Z",
  },
  {
    objectId: "634e8df21627e420188cd92c",
    weekNumber: 20,
    weight: "232.0 ~ 250.0g",
    height: "14.0 ~ 16.0cm",
    description: "- کش اومدن بدن\n- رشد جوانه‌های چشایی",
    additionalDescription:
      "تو این هفته رحم بزرگ‌تر میشه و تا حد ناف بالا میاد و ممکنه به دلیل رشد بیشتر اندازه جنین و قوی‌تر شدن حرکات بدنش،‌با احتمال بیشتری حرکات جنین رو احساس کنی. جنین الان فضای زیادی برای شناور بودن داخل کیسه آب داره و هر جقدر بزرگ‌تر بشه این فضا برای حرکتش کمتر میشه. عکس‌العمل‌هاش بسیار تکامل‌یافته‌تر شدن و حتی مکیدن شست دست تو این مرحله کاملا مشهوده. نسبت به صداها واکنش نشون میده و صدات براش قابل شناسایی میشه. مغز تکامل بیشتری پیدا میکنه و صداهای بلند میتونه از خواب بیدارش کنه. پوست لایه‌های بیشتری پیدا می‌کنه و تکامل سریع‌تری هم داره و رنگ‌دانه‌هاش هم واضح‌تر میشن.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/dRsKyGKB1ooVPWGSAngUHzqWsB5RYirzi4poGJegZnljMHDmY5xuYVMSLwHY.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:28:50.964Z",
    updatedAt: "2022-11-09T09:26:51.440Z",
  },
  {
    objectId: "634e8e2c9c0a161feef375ad",
    weekNumber: 21,
    weight: "266.0 ~ 360.0g",
    height: "~ 16.0cm",
    description: "- حرکت فعالانه جنین\n- رشد ابروها",
    additionalDescription:
      "تا این هفته گلبول‌های خونی توسط کبد و طحال جنین تولید می‌شد. از این هفته به بعد مغز استخوان‌ها در این فرآیند گلبول‌سازی اضافه میشن. جنین از ذخیره آهن مادر برای تولید هموگلوبین برای گلبول‌های قرمز استفاده میکنه. بنابراین در صورتی که کم‌خونی داشته باشی ممکنه علائم خستگی بدنی و تنفس‌های کوتاه داشته باشی. بنابراین تو این هفته ضروریه که از نظر کم‌خونی بررسی بشی و احتمال نیاز به آهن مکمل بیشتر برای مادرایی که کم‌خونی فقر آهن دارن وجود داشته باشه. جنین تو این مرحله میتونه سکسکه کنه که گاهی ممکنه باعث نگرانیت بشه در حالی که این اتفاق کاملا طبیعیه. دیافراگم که یک عضو داخلی در پایین قفسه سینه است در حال آماده شدنه تا فرآیند تنفس پس از زایمان رو برای نوزاد فراهم کنه. تو این مرحله ممکنه حرکت تغییر پوزیشن رو احساس کنی که به معنی جابه‌جاشدن جنین داخل کیسه آب است. ",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/Gys2E0IoqaTg1FHFFYheGZdz0wuISoHrkUoog0BSFfiGCejrwnYzfJrAJWm8.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:29:48.012Z",
    updatedAt: "2022-11-13T08:39:45.357Z",
  },
  {
    objectId: "634e8e5c4e652c2048b2b3aa",
    weekNumber: 22,
    weight: "363.0 ~ 380.0g",
    height: "~ 19.0cm",
    description:
      "- ادامه تکامل شنیدن(شنیدن صداهای خارج از بدن مادر)\n- رشد موهای کرکی لانوگو روی بدن جنین",
    additionalDescription:
      "تو این هفته اعضای داخلی بدن جنین در حال رشد سریع هستند. پوست هم‌چنان با موهای کرکی لاگونو پوشانده شده. پلک‌ها هنوز بسته‌اند. چشم‌ها شکل گرفته‌اند. ولی هنوز رنگ چشم قابل تشخیص نیست. در این مرحله غدد اشکی در جنین شکل میگیره ولی تولید اشک در نوزاد معمولا بعد از ۲ تا ۴ هفته پس از تولد صورت میگیره. ریه‌ها در جنین تشکیل شده ولی هنوز فرآیند تنفس هوازی وجود نداره. اعصاب محیطی در حال تکامل هستند. انگشتان دست و پا در حال تکمیل هستند و جرکت کردن اونها نظم بیشتری پیدا کرده. جنین مایع آمنیوتیک داخل کیسه آب رو می‌بلعد و این فرآیند به تکامل بیشتر دستگاه گوارشی و روده‌ها کمک میکنه ولی معمولا تولید مدفوع و دفع آن در ساعت‌های اولیه بعد از تولد نوزاد انجام میشه نه در دوران جنینی.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/QDBkjpvf2DyPdiQ2kp44dctUeR3fb14GOaCv3CVkrGDXIQcXg1PO0t99J2AM.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:30:36.829Z",
    updatedAt: "2022-11-13T09:04:48.490Z",
  },
  {
    objectId: "634e8e857947ee1fe8c8bc15",
    weekNumber: 23,
    weight: "390.0 ~ 450.0g",
    height: "~ 20.0cm",
    description:
      "- ادامه تکامل شنیدن(شنیدن صداهای خارج از بدن مادر)\n- تقویت توانایی ورزش کردن\n- توانایی انتقال غذا به دستگاه گوارش",
    additionalDescription:
      "از این هفته به بعد، وزن‌گیری بدن جنین سرعت بیشتری پیدا میکنه. معمولا تو این هفته میبینی که جرکات جنین بیشتر شده و احساس حرکت از حالت مبهم بیشتر شبیه ضربه و لگد زدن به شکم میشه. عروق خونی در داخل ریه‌های جنین در حال تکامل بیشت هستند. برونش‌ها و مجاری تنفسی داخل ریه‌ها و کیسه‌های هوایی داخل ریه‌ها در داخل رحم در حال شکل‌گیری و تکامل هستند. جنین تنفس هوازی از طریق ریه‌ها نداره و اولین فرآیند تنفسی بلافاصله پس از تولد ایجاد میشه. هم‌زمان با تکامل بیشتر گوش جنین، توانایی شنیدنش بیشتر میشه. در حدی که میتونه صداهای بلند اطراف رو بشنوه و کم‌کم نسبت به اونها واکنش نشون بده. صداهایی مثل آژیرها و جاروبرقی. این زمان، زمان خوبی برای حرف زدن تو و بقیه افراد خانواده با جنینه و این طوری این صداها بعد از تولد براش آشنا هستن. حتی میتونی براش موزیک و آهنگ‌های زیبا بذاری تا دوتایی لذت ببرین.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/acxnajN0w0g4NbD9nbRJdxwFDfFuDcPSDpSHea9owLnF8Ywub4n83Ui6dCKk.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:31:17.847Z",
    updatedAt: "2022-11-13T09:23:41.501Z",
  },
  {
    objectId: "634e8eccfa80e8201eb941d4",
    weekNumber: 24,
    weight: "457.0 ~ 500.0g",
    height: " ~ 21.0cm",
    description: "- تکامل سیستم تنفس\n- شروع تکامل چربی‌های زیرپوستی",
    additionalDescription:
      "از این هفته پزشکت بر اساس تغییر اندازه رحم و شکمت بر سرعت رشد جنین نظارت بیشتری داره. فاصله بین استخوان بالای لگن تا بالای شکمت بر اساس سانتی‌متر، معادل هفته بارداری‌ که توش قرار داریه. مثلا اگه این اندازه ۲۴ سانتی‌متر باشه، نشون میده که جنین تو هفته ۲۴ام قرار داره. اگه بر این اساس بین اندازه شکم مادر و هفته بارداری اختلاف وجود داشته باشه، پزشک برای بررسی بیشتر رشد جنین درخواست سونوگرافی میده. مغز و دستگاه تنفسی در حال تکامل هستند ولی ارتباط بین این دو هنوز کامل برقرار نشده و جنین هم‌چنان اکسیژن لازم رو از طریق جفت دریافت میکنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/o63LEAOFOMmMLAectblwRanEXDuHseHmEfRps14bXLpXVD4uYlOmkWcyxZfa.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:32:28.184Z",
    updatedAt: "2022-11-13T09:30:13.228Z",
  },
  {
    objectId: "634e8eedaf617e1f886da415",
    weekNumber: 25,
    weight: "514.0 ~ 600.0g",
    height: "~ 22.0cm",
    description: "- تجمع چربی‌ها\n- نرم شدن پوست\n- شروع رشد موها",
    additionalDescription:
      "تو این هفته حرکاتی شبیه به تنفس در جنین بیشتر میشه. تعداد سکسه‌ها هم بیشتر میشه. حس تعادل بدنی شروع به تکامل میکنه و جنین قادر به تشخیص جهت قرارگیری‌اش تو رحم مادر میشه. بافت چربی زیر پوستی و احشایی افزایش پیدا میکنه. فعالیت الکتریکی در مغز تکامل بیشتری پیدا میکنه و جنین صداهای بیشتری رو احساس میکنه و تغییرات نور و فشار رو احساس میکنه. حرکات بدن هماهنگی بیشتری پیدا میکنن. اثر انگشت و خطوطش پدیدار میشن. پوست رفته رفته روشن‌تر میشه و مویرگ‌های زیر پوستی تشکیل میشن. بیضه‌های جنین‌های پسر تکامل بیشتری پیدا میکنن ولی همچنان داخل شکم قرار دارن و باید مسیر خودشون رو به سمت محل نهایی‌شون در خارج از بدن طی کنند. عدم نزول بیضه‌ها در حدود ۱ درصد از جنین‌های رسیده و ۱۰ درصد از جنین‌های نارس دیده میشه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/OBpzFyzAkCfyeyI8JDtsI9hidy1f677YHKyRGOJvI0L9RQonhd3FhemNAQX0.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:33:01.073Z",
    updatedAt: "2022-11-13T09:39:20.397Z",
  },
  {
    objectId: "634e8f0f02f4631f2194b824",
    weekNumber: 26,
    weight: "628.0 ~ 800.0g",
    height: "~ 23.0cm",
    description:
      "- شروع عکس‌العمل‌های بیشتر به صداها\n- دم و بازدم مایع آمنیوتیک\n- شروع حرکت بیضه‌های جنین پسر به سمت کیسه بیضه",
    additionalDescription:
      "تو این هفته پلک‌ها کاملا بسته هستند و طی یکی دو هفته آینده جنین میتونه کم‌کم پلک‌هاش رو باز کنه. جنین هم‌جنان در حال وزن‌گیریه و با توجه به رشد جثه‌اش، کم‌کم فضای داخل رحم براش کم میشه و دامنه حرکت‌هاش رو محدود میکنه. عروق خونی کاملا شکل گرفتند و جریان خون و سیستم قلبی عروقی در حال فعالیت هستند. عروق خونی در ریه بیشتر میشن و روند تکامل ریه در حال پیشروی است. تو این زمان اشتهات افزایش پیدا میکنه و بسیار مهمه که غذای سالم و مناسب استفاده کنی تا جنین هم رشد مناسب داشته باشه و مواد مغذی لازم رو دریافت کنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/A6cFWhBKkRpA9HbVy1fwPHLbYf0FczD2eZEF7m7w7sPGGdVQ55PwaNYm4PkI.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:33:35.789Z",
    updatedAt: "2022-11-13T10:02:15.629Z",
  },
  {
    objectId: "634e8f3896aeeb2083e155ee",
    weekNumber: 27,
    weight: "814.0 ~ 900.0g",
    height: "~ 24.0cm",
    description: "- چشمک زدن\n- آروغ‌های مکرر",
    additionalDescription:
      "تو این هفته سرعت رشد بسیار بالاست. وزن جنین تو این زمان تا زمان لحظه تولد تقریبا ۳.۵ برابر میشه. مساله بسیار مهم تو این زمان تغذیه مناسبه و کنترل تغذیه‌ات تو این دوران باعث میشه که اضافه وزن غیرضروری پیدا نکنی و دچار دیابت بارداری نشی. تکامل مغز هم‌چنان ادامه داره و در حال پیشرفته و توانایی‌های حسی بیشتر میشن. تکامل چشم ادامه پیدا میکنه و شبکیه چشم در حال شکل‌گیریه. جنین تقریبا در این زمان قادر به تشخیص صدای افراد خانواده و تمایز صدای آنها از یکدیگره.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/vuOliKHXaLZQC5PJ5a82HRMSLqsXHk7GzOai2w01V7H0rBMY3ZtQBcSzXyh2.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:34:16.195Z",
    updatedAt: "2022-11-13T10:22:58.202Z",
  },
  {
    objectId: "634e8f679c0a161feef3763e",
    weekNumber: 28,
    weight: "943.0 ~ 1200.0g",
    height: "~ 25.0cm",
    description: "- تکامل مغز\n- شروع شکل‌گیری غلاف میلین",
    additionalDescription:
      "تو این هفته چین و شکن‌های مغز ظاهر میشن و عکس‌العمل‌های جنین بهتر و قوی‌تر میشن. حرکات تنفسی ریتم منظم‌تری پیدا می‌کنند و کنترل دمای بدن جنین دقیق‌تر میشه. جرکات بدن محسوس‌تر و هماهنگ‌تر میشه و جنین میتونه اجسام رو با انگشتانش بگیره. جنین چرخه خواب و بیداری منظم‌تری پیدا میکنه. چربی سطح پوست و موهای پوشاننده سطح پوست از این هفته و هفته‌های آینده شروع به کمتر شدن میکنه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/afxi5jANCoxYXcnftjBzWaeYnLgsBZ2AR9cgfK0HrsHDfBC3NjJxQVGK1XSO.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:35:03.632Z",
    updatedAt: "2022-11-13T10:23:50.910Z",
  },
  {
    objectId: "634e8ff09c0a161feef37646",
    weekNumber: 29,
    weight: "1214.0 ~ 1300.0g",
    height: " ~ 26.0cm",
    description: "- تکامل استخوان‌ها",
    additionalDescription:
      "داری به پایان ماه هفتم بارداری نزدیک میشی و کم‌کم متوجه میشی که جنین حرکات بدنی منظم‌تری پیدا کرده. این حرکت کردن‌ها به تکامل بیشتر عضلاتش کمک میکنه. سر جنین هم‌چنان بزرگ میشه و فضای کافی برای رشد بیشتر مغز رو فراهم میکنه. عضلات تنفسی پیشرفته‌تر میشن. مغز استخوان گلبول‌های قرمز تولید میکنه. پوست نرم‌تر میشه. به طور کلی سه ماهه سوم بارداری، مرحله رشد سریع اندازه جنینه و نیاز به کلسیم، آهن، پروتئین و ویتامین‌ها افزایش پیدا میکنه. تو این مرحله لازمه که از دریافت میزان کافی املاح و مواد مغذی به بدنت مطمئن باشی.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/SmesKjNpd9iWVNZAx8lOT0XwChzY18uITyaNWC0gY9mRpGZHBLLnVoiqRNJk.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:37:20.497Z",
    updatedAt: "2022-11-13T10:24:27.623Z",
  },
  {
    objectId: "634e9115fa80e8201eb942b4",
    weekNumber: 30,
    weight: "1328.0 ~ 1500.0g",
    height: " ~ 27.0cm",
    description: "- افزایش مایع آمنیوتیک\n- تکامل بینایی در تاریکی",
    additionalDescription:
      "هم‌زمان با رشد جنین، میزان مایع آمنیوتیک هم افزایش پیدا میکنه و اندازه شکمت ممکنه به طور چشمگیری بزرگ‌تر بشه. حجم مایع تا حدود هفته ۳۶ هم‌چنان در حال افزایش خواهد بود و از اون به بعد کمی از حجمش کاسته میشه. میزان این مایع از طریق سونوگرافی قابل اندازه‌گیریه. چشم‌ها کم‌کم قادرن اطراف رو تشخیص بدن. حس بینایی تقویت میشه و جنین تفاوت بین فضای تیره و روشن رو متوجه میشه. نوزاد‌ها در بدو تولد از نظر بینایی فقط اجسام بسیار نزدیک رو با فاصله ۲-۳۰ سانتی‌متری از خودشون میبینن. وزن‌گیری جنین تو این هفته حدود ۲۳۰ گرم است و واکنش جنین به صداهای بلند اطراف محسوس‌تره.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/pjGylZipYZ6CV8v2hzZ4byTIXlBVG5ohlPH8eonyehOiDHfqoNcolD2910iV.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:42:13.007Z",
    updatedAt: "2022-11-13T10:33:27.154Z",
  },
  {
    objectId: "634e913d4e652c2048b2b4da",
    weekNumber: 31,
    weight: "1571.0 ~ 2000.0g",
    height: " ~ 28.0cm",
    description:
      "- چرخاندن سر به چپ و راست\n- چاق‌تر شدن جنین\n- حرکات بیشتر جنین",
    additionalDescription:
      "جنین الان کشیده‌تر و لاغرتر به نظر میرسه و شکل‌گیری بدن، تکامل بیشتر استخوان‌ها و عضلات ادامه پیدا میکنه. جنین بسیار فعاله و جرکت دادن پاهاش رو بیشتر میتونی حس کنی. کوهای کرکی و لاگونی سطح بدنش کم‌کم نازک‌تر میشن و تعدادشون هم کمتر میشه و سطح پوست بدن لطیف‌تر میشه. حرکت‌های فشاری جنین ادامه داره اما چون فضای حرکتی جنین کوچک‌تر شده، این حرکات داخل رخم محدودتر میشن. حدود ۱۰ هفته تا پایان بارداری باقی مونده ولی مغز جنین تقریبا به اندازه‌ای تکامل پیدا کرده که برای زندگی در محیط بیرون از رحم آمادگی داره. نورون‌ها و سلول‌های عصبی در این دوره در حال تکامل سریع هستند و به همین علته که همچنان باید از مواد مضر و سمی پرهیز کنی.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/U1y3RSOZB35EHEwIZyprJ1XZPkLklvqgRVMr9xPAqhLtEyb1Tcd9Safab61S.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:42:53.856Z",
    updatedAt: "2022-11-13T10:40:09.776Z",
  },
  {
    objectId: "634e91611627e420188cda15",
    weekNumber: 32,
    weight: "2000.0 ~ 2170.0g",
    height: " ~ 29.0cm",
    description: "-",
    additionalDescription:
      "چربی‌های زیرپوستی جنین تو این هفته بیشتر میشه و حالت پوست بیشتر شبیه زمان تولد میشه و رنگدانه‌های پوستی هم‌چنان در حال ظهور هستند. ناخن‌ها و استخوان‌ها و اندام‌های داخلی کاملا شکل گرفته. ریه‌ها هم‌چنان برای تکامل مسیر طولانی‌تری دارن و هنوز تکامل‌شون نهایی نشده. سر جنین در مقایسه با بقیه بدن، هم‌چنان بزرگتره. جنین مایع آمنیوتیک رو می‌بلعد و معده جنین هر ۴۰ دقیقه پر و خالی میشه. روده‌ها هم‌چنان در حال طی کردن مراحل بلوغ و تکامل هستند تا بتونن توانایی هضم و جذب شیر رو در بدو تولد نوزاد فراهم کنن.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/cyYQInjn7fH1pNKUREfQHd02xQmsDzBmUwj26OgCa5z3FBuMJK8CQ21QW6cr.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:43:29.430Z",
    updatedAt: "2022-11-13T11:22:32.677Z",
  },
  {
    objectId: "634e9197ebd5131fbca5aa39",
    weekNumber: 33,
    weight: "2028.0 ~ 2200.0g",
    height: " ~ 30.0cm",
    description:
      "- از بین رفتن شفافیت پوست و نرم‌تر شدنش\n- انعطاف‌پذیری بیشتر سر\n- نرم شدن حرکات",
    additionalDescription:
      "جنین دیگه کم‌کم داره آماده ورود به دنیای خارج از رحم مادر میشه. تو این هفته پزشکت اطلاعات کافی درباره چگونگی روند زایمان، کلاس‌های آمادگی زایمان و شیردهی رو در اختیارت قرار میده و میتونی سوال‌های احتمالی که داری رو ازش بپرسی. همون‌طور که داری خودت رو برای زایمان آماده می‌کنی،‌خوبه که پدر نوزاد هم اطلاعات لازم برای این دوران رو داشته باشه و بدونه که چه جوری میتونه بهت کمک کنه و هم‌راهت باشه تا زایمان بهتری در کنار همسرت داشته باشی. سیستم ایمنی جنین در حال تقویت شدنه و آماده میشه تا با عفونت‌هایی که در دنیای خارج از رحم وجود داره مواجه بشه. هم‌چنین بسیاری از آنتی‌بادی‌ها از طریق جفت از بدن مادر به جنین منتقل میشن. درصد آنتی‌بادی‌هایی که جنین در رحم از طریق جفت دریافت میکنه باعث میشه تا در برابر بیماری‌های پس از تولد ایمن بشه. پوست جنین با افزایش چربی زیرپوستی لطیف‌تر میشه و از قرمزی و شفافیت رنگش کاسته میشه. ",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/kRHfIMpiKtUvxLYgHyt7yPkFcKgvvxvb8W6bQcJVR4cUHr5iqi4CQdQwjN3f.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:44:23.480Z",
    updatedAt: "2022-11-13T12:14:19.224Z",
  },
  {
    objectId: "634e91c12cbd4c1fb6f574cc",
    weekNumber: 34,
    weight: "2214.0 ~ 2300.0g",
    height: " ~ 31.0cm",
    description: "- ادامه تجمع چربی\n- نزدیک شدن به ویژگی‌های یک نوزاد کامل",
    additionalDescription:
      "تو این هفته‌ها چربی زیر پوست در حال افزایشه. این اتفاق از بخش‌های مهم تکامل جنینه، چرا که با وجود این چربی، نوزاد میتونه دمای بدن خودش رو در محیط خارج از بدنت تنظیم کنه. جنین هم‌چنان از لحاظ اندازه در حال رشده. ممکنه سکسکه‌هاش رو احساس کنی و این موضوع کاملا طبیعیه. چرخه خواب و بیداری جنین در حال تنظیم شدنه و حالت صورت و چهره جنین در این زمان در سونوگرافی قابل تشخیصه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/QjntPkSrSeqPswrkJUHDSZESS2TwEklKM3hLIWTzSFgL5glcNqnx3QQC1byN.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:45:05.695Z",
    updatedAt: "2022-11-13T12:18:42.730Z",
  },
  {
    objectId: "634e91faa6c5311f523fbe68",
    weekNumber: 35,
    weight: "2329.0 ~ 2500.0g",
    height: " ~ 32.0cm",
    description:
      "- کاهش مایع آمنیوتیک\n- تکامل رشد کلیه‌ها\n- شروع فعالیت کبد\n- تکامل رشد قسمت‌های ابتدایی بدن",
    additionalDescription:
      "دامنه حرکات جنین به واسطه افزایش اندازه‌اش محدودتر شده و فضای حرکت کمتر شده. حالا جنین کمی به داخل فضای لگن‌ات نزول میکنه و برای زمان زایمان آماده میشه. این پایین اومدن جنین در لگن باعث میشه که اگه تنفس‌هات کوتاه شده بود، الان فضای بهتری برای تنفس داشته باشی و نفس کشیدن‌هات راحت‌تر بشه. جنین تقریبا به حدی تکامل داره که قادر به زیستن در دنیای خارج از رحم باشه. رفلکس ساکینگ یا مک زدن در حال تقویت شدنه تا جنین بتونه بعدا راحت‌تر از سینه‌ات شیر بخوره. کلیه‌های جنین کاملا تکامل پیدا کرده و ادرار استریل تولید میکنه و به داخل کیسه آب میریزه. بیشتر وزن‌گیری جنین در این زمان مربوط به چربی زیر پوستی است که برای تنظیم دمای بدن مورد نیازه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/IjTcEGO3OrqQYBjrFDJo1aLqkaPUoN5z6U1nrz7HjTY0tMq35t9OVRrjivMp.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:46:02.509Z",
    updatedAt: "2022-11-13T12:34:28.403Z",
  },
  {
    objectId: "634e92264e652c2048b2b57a",
    weekNumber: 36,
    weight: "2543.0 ~ 2800.0g",
    height: " ~ 33.0cm",
    description:
      "- افزایش وزن\n- ریخته شدن موهای جنین\n- ریختن چربی جنین\n- شکل‌گیری صورت\n- چرخیدن به پوزیشن طبیعی جنین",
    additionalDescription:
      "جنین تو این هفته خیلی شبیه زمانیه که متولد میشه. گونه‌های جنین دارای چربی بیشتری میشن و لپ‌هاش بزرگ‌تر میشن. قادره چشم‌هاش رو باز کنه، انگشت خودش رو بمکد، تنفس کنه و صداهارو شناسایی کنه. تو این ماه آخر و تا قبل از تولد، جنین هر هفته حدود ۲۲۰ گرم به وزنش اضافه میشه. اولین مدفوع در روده جنین تشکیل میشه و معمولا تا زمان تولد آن رو دفع نمیکنه. اولین مدفوع بلافاصله بعد از تولد اتفاق میفته. استخوان جمجمه جنین انعطاف‌پذیر و نرمه که این موضوع در روند فرآیند زایمان و عبور از کانال زایمان بسیار مهمه. جمجمه به مرور زمان محکم‌تر میشه. ریه‌ها اکنون کاملا تکامل یافته‌اند و جنین در دنیای خارج از بدن هم قادر به تنفس است. حرکات تنفسی در سونوگرافی کاملا مشهوده.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/Mr0rOmj5zlKPPy07AcNu9CDOdi4o9KTdsMFvdtpHRD18KaJMkvDKcRsciNcE.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:46:46.993Z",
    updatedAt: "2022-11-13T12:51:57.231Z",
  },
  {
    objectId: "634e926c1d562a1f59945dbd",
    weekNumber: 37,
    weight: "2829.0 ~ 3000.0g",
    height: " ~ 34.0cm",
    description: "- تکامل مغز\n- تکامل شش‌ها\n- موهای بیشتر و ضخیم‌تر",
    additionalDescription:
      "اندازه جنین تو این هفته بسیار بزرگ‌تر شده و به همین علت فضای کافی برای حرکت نداره و تغییر نوع حرکات جنین رو به راحتی احساس می‌کنی. جدار رحم بزرگ‌تر میشه و نازک‌تر هم میشهو کشیده میشه. حالا جنین با وارد کردن مایع آمنیوتیک به داخل ریه‌ها، حرکات تنفسی رو تمرین میکنه. با وجود این که کغز و ریه‌ها هنوز تکامل نهایی پیدا نکردن، ولی حتی اگه جنین تو همین هفته هم متولد بشه باز هم مشکلی نخواهد داشت.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/3JAINknsvlasQU87oa7mGXnrSESUOJhF9er0QFW3i0rrkCKKPbnPnVosaFEs.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:47:56.192Z",
    updatedAt: "2022-11-13T12:56:27.302Z",
  },
  {
    objectId: "634e92ab7947ee1fe8c8bdd8",
    weekNumber: 38,
    weight: "3029.0 ~ 3200.0g",
    height: " ~ 35.0cm",
    description: "- تکامل قدرت جنین",
    additionalDescription:
      "تو این هفته چربی در نواحی اطراف زانو، شانه‌ها و آرنج‌ها در حال شکل‌گیریه. ممکنه نگران این باشی که جنین با این ابعاد رو چطوری میتونی زایمان کنی. یادت باشه که سر جنین در داخل کانال زایمان، خودش رو با اندازه کانال تطبیق میده و اطلاعات بیشتر در مورد چگونگی پیشرفت زایمان رو میتونی در کلاس‌های آمادگی زایمان دریافت کنی و جایی برای نگرانی وجود نداره. تو این هفته‌های پایانی، مراحل انتهایی تکامل مغز، کبد و ریه‌ها انجام میشه. از موهای لاگونو کاسته میشه. جنین هم‌چنان مایع آمنیوتیک داخل کیسه آب رو بلع میکنه و در دستگاه گوارش و روده‌ها به مدفوع تبدیلش میکنه و اولین دفع پس از تولد اتفاق میفته.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/xHq8GFllFxDOdLrmOsBmDwlVJiJi42w9HhW7FWGn38VZBdMJx43Yq9stwvJt.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:48:59.739Z",
    updatedAt: "2022-11-13T13:02:38.117Z",
  },
  {
    objectId: "634e9338a738db1f82e6a9bc",
    weekNumber: 39,
    weight: "3228.0 ~ 3400.0g",
    height: " ~ 36.0cm",
    description: "-",
    additionalDescription:
      "جنین تو این هفته کاملا رسیده است. از این زمان به بعد وزنش تا زمان تولد تقریبا ثابت باقی میمونه و افزایش چندانی نخواهد داشت. بیشترین تکامل و رشد مربوط به سر جنین است. از آنجا که رشد مغز بسیار سریعه و این رشد اندازه مغز در سه سال بعد از تولد هم‌چنان کاملا مشهوده. پوست در این زمان کمی حالت گلگون رنگ و صورتی پیدا میکنه که به علت حضور چربی‌های زیرپوستی در اطراف عروق و مویرگ‌های پوسته.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/tHRp8FQxwAkMFRrn61miE7SSNxWkdYRd8pjSOc9lSFLGmioY0ju4qdcRHa6U.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:51:20.889Z",
    updatedAt: "2022-11-13T13:05:56.494Z",
  },
  {
    objectId: "634e9365f5058d207a6b34c9",
    weekNumber: 40,
    weight: "3485.0 ~ 4000.0g",
    height: "37.0 ~ 38.0cm",
    description: "- ادامه رشد چربی‌ها",
    additionalDescription:
      "جنین تو این هفته دیگه کاملا آماده زیستن در خارج از بدنت شده و مراحل رشدش در آب طی میشه. حدود ۲۰ درصد جنین‌ها دقیقا در موعد مقرر متولد میشن و بقیه آنها ممکنه کمی زودتر یا کمی دیرتر از این موعد متولد بشن که طبیعیه. جنین به طول ۵۱ سانتی‌متر و وزن ۳.۶ کیلوگرم میرسه. موهی نازکی سطح سر جنین رو پوشانده‌اند. ناخن‌ها رشد می‌کنن و اگر نوزاد متولد شده ناخن‌های کمی بلندی داشت، جای نگررانی نیست. تو این هفته که تاریخ مقرر برای زایمانت است، احتمال شروع دردهای زایمانی و پاره شدن کیسه آب وجود داره و همان‌طور که پزشکت قبلا بهت اعلام کرده، در طی این هفته و هفته ۴۱ ام در صورت عدم شروع مراحل زایمان، باید به صورت دقیق‌تری تحت نظر قرار بگیری. ممکنه طبق نظر پزشکت لازم بشه که القای زایمان برات انجام بشه.",
    imageUrl:
      "https://chat-server.s3.ir-thr-at1.arvanstorage.com/PAR9nIngohTuyfpHv1O4ZXdQpvCpWozWjfivieOCxa2aI3gHp3SwfA1x6rEN.png",
    markets: [
      "GOOGLE_PLAY",
      "IOS_TESTFLIGHT",
      "IOS_APP_STORE",
      "MYKET",
      "CAFE_BAZAAR",
      "PWA",
    ],
    createdAt: "2022-10-18T11:52:05.360Z",
    updatedAt: "2022-11-13T13:13:09.205Z",
  },
];
