import type { languageKeys } from "~/types";
import { isShero } from "~/utils";

export interface FaqDataType {
  title: string;
  description: string;
  details?: string[];
}
const sheroFaq: FaqDataType[] = [
  {
    title: "FAQ_1_TITLE",
    description: "FAQ_1_DESCRIPTION",
  },
  {
    title: "FAQ_2_TITLE",
    description: "FAQ_2_DESCRIPTION",
    details: [
      "FAQ_2_DETAIL_1",
      "FAQ_2_DETAIL_2",
      "FAQ_2_DETAIL_3",
      "FAQ_2_DETAIL_4",
    ],
  },
  {
    title: "FAQ_3_TITLE",
    description: "FAQ_3_DESCRIPTION",
  },
  {
    title: "FAQ_4_TITLE",
    description: "FAQ_4_DESCRIPTION",
  },
  {
    title: "FAQ_5_TITLE",
    description: "FAQ_5_DESCRIPTION",
  },
  {
    title: "FAQ_6_TITLE",
    description: "FAQ_6_DESCRIPTION",
  },
  {
    title: "FAQ_7_TITLE",
    description: "FAQ_7_DESCRIPTION",
  },
];
const lunaFaq: FaqDataType[] = [
  {
    title: "آیا برای استفاده از لونا باید هزینه‌ای پرداخت کنم؟",
    description: "خیر.نسخه کنونی لونا رایگان و برای همه قابل‌ استفاده‌ست.",
  },
  {
    title: "اگر در رابطه با اپ مشکلی داشتیم، چه کنیم؟",
    description:
      "برای مشکلات مربوط به اپ می‌تونی از طریق شماره پشتیبانی 02191018529 یا 02191006901 با لونا در تماس باشی.",
  },
  {
    title: "چرا لونا؟",
    description:
      "لونا پنجمین و جدیدترین محصول گروه کرفس، بزرگ‌ترین فعال حوزه سلامت دیجیتال در ایرانه که بیشتر از ۴ میلیون کاربر داره. تمرکز لونا روی سلامتی زنانه و علاوه بر ثبت و پیگیری پریود، لونا امکانات دیگه‌ای هم داره که استفاده ازشون کاملا رایگانه.",
  },
  {
    title: "لونا چه امکاناتی داره؟",
    description:
      "به کمک لونا می‌تونی: سیکل پریودت رو ثبت و دنبال کنی.روزهای باروری، تخمک‌گذاری و پریود بعدیت رو پیش‌بینی کنی. تقویم پریودت رو با همراهت به اشتراک بگذاری. علائم غیر طبیعی رو به سرعت تشخیص بدی. علائم، حالت‌ها و تغییرات PMS رو تشخیص بدی و کم کنی. توصیه‌های سلامتی مخصوص خودت رو ببینی. هم‌راه شخصی خودت رو به اپ اضافه کنی و با تعیین کردن سطح دسترسیش به تقویم پریودت، رابطه بهتری رو با هم تجربه کنین.    ",
  },
  {
    title: "آیا لونا برای اندروید قابل استفاده‌ست؟",
    description:
      "بله. نسخه اندروید لونا رو می‌تونین هم از گوگل پلی و هم از کافه بازار دانلود کنین.",
  },
  {
    title: "آیا لونا در آيفون هم قابل استفاده‌ست؟",
    description: "بله. لونا نسخه iOS هم داره و از اپ استور قابل دانلوده.",
  },
  {
    title: "آیا اپلیکیشن لونا فقط روی موبایل‌های خاصی کار می‌کنه؟",
    description:
      "برنامه لونا هم در اندروید و هم در آیفون، فقط با نسخه‌های بالاتر از iPhone 5، iOS8.0 و Android 4.3 سازگاره.    ",
  },
  {
    title: "چطوری هم‌راهم رو تو لونا اضافه کنم؟",
    description:
      "وارد لونا میشین. تو صفحه اول، قسمت بالا سمت راست روی اسم‌تون کلیک می‌کنین. از منوی باز شده روی قسمت هم‌راه من کلیک می‌کنین. در این قسمت می‌تونین هم‌راهتون رو اضافه کنین و سطح دسترسی اون رو مشخص کنین.",
  },
  {
    title: "چطوری یادآوری برای خودم تنظیم کنم؟",
    description:
      "در صفحه اول، قسمت بالا سمت راست روی عکس آواترتون کلیک کنین، از منوی باز شده، گزینه یادآورهای من رو انتخاب کنین و یادآور مد نظرتون رو تنظیم کنین.",
  },
  {
    title:
      "اطلاعات عمومی شخصی خودم مثل رابطه جنسی، ترشحات و یا لکه‌بینی را چطور وارد لونا کنم؟",
    description:
      "در صفحه اول روی + بزنین و اطلاعات مد نظرتون رو انتخاب و وارد کنین.",
  },
  {
    title: "آیا توصیه‌هایی که لونا به من می‌کنه فقط مخصوص منه؟",
    description:
      "بله. توصیه‌های لونا بر اساس اطلاعات اولیه‌ای که از شما در زمان ثبت‌نام گرفته میشه و فاز سیکل پریودتون، مخصوص به شما طراحی شده.",
  },
  {
    title:
      "آیا محتواهای لونا قابل اعتمادن و می‌تونم به جای مراجعه به پزشک برای رفع مشکلم از اون‌ها کمک بگیرم؟",
    description:
      "محتواهایی که در لونا منتشر میشه از فیلترهای متعددی مثل تیم محتوا و پزشکی بازنگری میشه و همگی از منابع معتبر علمی روز دنیا برگرفته شده. اما نباید فراموش کرد که این محتواها جنبه اطلاعات عمومی دارند و برای بررسی بیشتر مشکل یک فرد، نیاز به مشورت شخصی با پزشک متخصص وجود دارد.",
  },
  {
    title: "آیا می‌تونم برای هم‌راهم سطح دسترسی مشخص کنم؟",
    description:
      "وارد لونا میشین. تو صفحه اول، قسمت بالا سمت راست روی اسم‌تون کلیک می‌کنین. از منوی باز شده روی قسمت هم‌راه من کلیک می‌کنین. در این قسمت بعد از وارد کردن شماره و اسم هم‌راهتون، سطح دسترسی اون رو تعیین کنین. این بخش قابل ویرایشه.",
  },
  {
    title: "آیا امکان ویرایش اطلاعات سیکلم در پریود وجود داره؟",
    description:
      "وارد لونا میشین. تو صفحه اول، قسمت بالا سمت راست روی اسم‌تون کلیک می‌کنین. از منوی باز شده بالای صفحه سمت چپ گزینه ویرایش رو انتخاب و اطلاعات‌تون رو ویرایش می‌کنین",
  },
  {
    title: "چطور اپ لونا رو با دوستانم به اشتراک بگذارم؟",
    description:
      "وارد لونا میشین. تو صفحه اول، قسمت بالا سمت راست روی اسم‌تون کلیک می‌کنین. از منوی باز شده گربنه اشتراک اپ با دوستان رو انتخاب می‌کنین و از طریق پیام‌رسان مد نظر، لونا رو با اون به اشتراک می‌ذارین.",
  },
  {
    title: "آیا میشه اطلاعت شخصی‌ام در پروفایل رو ویرایش کنم؟",
    description:
      "وارد لونا میشین. تو صفحه اول، قسمت بالا سمت راست روی اسم‌تون کلیک می‌کنین. از منوی باز شده بالای صفحه سمت چپ گزینه ویرایش رو انتخاب و اطلاعات‌تون رو ویرایش می‌کنین.",
  },
  {
    title: "استفاده از مطالب بلاگ",
    description:
      "در صفحه اول قسمت پایین سمت چپ، به بلاگ لونا که شامل مطالب کاربردی پزشکی و سلامتی و سبک زندگیه، دسترسی دارین.",
  },
  {
    title: "چطوری پریودم رو ویرایش کنم؟",
    description:
      "بعد از ثبت پریود در صفحه اول، در صورت نیاز به ویرایش از دایره وسط روی گزینه ویرایش پریود کلیک می‌کنین و تاریخ رو اصلاح می‌کنین.",
  },
  {
    title: "دوره یا سیکل پریود یعنی چی؟",
    description:
      "طول دوره یا سیکل پریود به بازه زمانی شروع پریود تا شروع پریود بعدی می‌گن. روزهای پریود هم جزو این سیکل به شمار میان.",
  },
  {
    title: "چرا باید حواسم به تاریخ‌های پریودم باشه؟",
    description:
      "نامنظم بودن تاریخ پریود می‌تونه نشونه‌ای از مسائل مهم‌تری باشه که باید بهش رسیدگی بشه. پس مهمه حواس‌مون به این تاریخ‌ها باشه تا سریع‌تر برای پیشگیری یا درمان احتمالی مشکل اقدام کنیم.",
  },
  {
    title: "مدت زمان طبیعی پریود چند روزه؟",
    description:
      "روزهای پریود می‌تونه از ۲ تا ۷ روز در افراد مختلف متفاوت باشه.",
  },
  {
    title: "خونریزی و درد من خیلی شدیده. این نشونه چیه؟",
    description:
      "در حقیقت پریود تخریب دیواره دهانه رحمه و درد یا خونریزی نشونه طبیعی اونه. اما اگر این درد و خونریزی شدید و طولانی بود، حتما باید با پزشک متخصص مشورت بشه.",
  },
  {
    title:
      "چطور متوجه بشم که آیا اضطراب یا اضافه وزن روی پریودم تاثیر می‌ذاره؟",
    description:
      "هر نوع نوسان روحی یا فیزیکی می‌تونه باعث تشدید علائم یا اختلال در پریود بشه. با ثبت منظم علائم خودتون در لونا می‌تونیم راحت‌تر این نوسانات رو بررسی و در صورت لزوم به موقع به پزشک مراجعه کنیم.",
  },
  {
    title:
      "با اینکه چک‌آپ کردم و هیچ مشکلی ندارم اما درد و خونریزی شدیدی دارم. برای کاهش این علائم چکار کنم؟",
    description:
      "در صورتی که هیچ مشکل به خصوصی ندارین اما همچنان پریودهای سختی دارین، می‌تونین از روش‌های خونگی مثل کیسه آب گرم و دمنوش‌ها برای کاهش درد استفاده کنین. در صورت بر طرف نشدن، با مشورت پزشک از مسکن‌های مناسب استفاده کنین.",
  },
  {
    title: "آیا می‌تونم در روزهای پریود حمام کنم؟",
    description:
      "بله. حمام کردن در این دوران نه تنها هیچ ضرری نداره، بلکه می‌تونه باعث کاهش دردها و گرفتگی‌های شکمی هم بشه.",
  },
  {
    title: "پنجره باروری چیست؟",
    description:
      "به دوره‌ی ۶ روزه‌ای در سیکل پریود گفته می‌شه که روز تخمک‌گذاری نیز در اون قرار داره و بیشترین شانس بارداری در این مدت وجود دارد.",
  },
  {
    title: "پریود پیش‌بینی شده چیست؟",
    description:
      "بر اساس اطلاعات وارد شده از سیکل پریود قبلی، پیش‌بینی لونا از تاریخ پریود بعدی شما در این بازه زمانی است.",
  },
  {
    title: "دوره امن یعنی چه؟",
    description:
      "در این دوره علی‌رغم صفر نبودن شانس بارداری، احتمال باردار شدن بسیار ضعیف است. به همین علت به این دوره، دوره امن گفته می‌شود.",
  },
  {
    title: "فاز فولیکولار یعنی چی؟",
    description:
      "فاز فولیکولار از روز اول پریود شروع می‌شود و هنگام تخمک‌گذاری به پایان می‌رسد.این فاز حدودا دو هفته طول می‌کشه.",
  },
  {
    title: "فاز لوتئال یعنی چی؟",
    description:
      "فاز لوتئال یا مرحله‌ی ترشحی بعد از مرحله‌ی فولیکولار شروع میشه و آخرین مرحله‌ی سیکل پریود، قبل از پریودیه.",
  },
];
export const FaqData = isShero() ? sheroFaq : lunaFaq;
